Repository: InQuant/crate.pypi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Package Created
es: Paquete Creado

source: Package Deleted
es: Paquete eliminado

source: Release Created
es: Versión Creada

source: Release Deleted
es: Versión Eliminada

source: File Added
es: Archivo Agregado

source: File Removed
es: Archivo Eliminado

source: Name
es: Nombre

source: Private List
es: Lista Privada

source: Private lists are visible only to you.
es: Las listas privadas sólo son visibles por usted

source: Packages
es: Paquetes

source: Successfully added %(package)s to %(list)s.
es: %(package)s exitosamente agregado a %(list)s.

source: Package does not exist
es: El paquete no existe

source: List does not exist
es: La lista no existe

source: Successfully removed %(package)s from %(list)s.
es: %(package)s exitosamente eliminado de %(list)s.

source: PEP386 Compatibility
es: Compatibilidad con PEP386

source: PEP386 defines a specific allowed syntax for Python package versions.<br /><br />Previously it was impossible to accurately determine across any Python package what order the versions should go in, but with PEP386 we can now intelligently sort by version...<br /><br />But only if the version numbers are compatible!
es: PEP386 define una sintaxis específica permitida para versiones de los paquetes de Python.<br /><br />Anteriormente era imposible determinar adecuadamente a través de cualquier paquete de Python en que orden las versión debían ir, pero con PEP386 nosotros ahora podemos inteligentemente ordenar por versión...<br /><br />Pero únicamente si los números de versión son compatibles!

source: Compatible with <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.
es: Compatible con <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.

source: Almost Compatible with <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.
es: Casi Compatible con <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.

source: Incompatible with <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.
es: Incompatible con <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.

source: Package Hosting
es: Alojamiento del Paquete

source: Did you know that packages listed on PyPI aren't required to host there?<br /><br />When your package manager tries to install a package from PyPI it looks in number of locations, one such location is an author specified url of where the package can be downloaded from.<br /><br />Packages hosted by the author means that installing this package depends on the authors server staying up, adding another link in the chain that can cause your installation to fail
es: Usted sabía que para los paquetes listados en PyPI no es requerido que esten alojados allí?<br /><br />Cuando su administrador de paquetes intenta instalar un paquete de PyPI busca en varias ubicaciones, una de las cuales es una dirección url especificada por el autor de dónde el paquete puede ser descargado.<br /><br />Paquetes alojados por el autor significa que instalar dicho paquete depende de que funcionene adecuadamente los servidores del autor, agregando otro eslabón de la cadena que puede causar la falla de su instalación

source: Package is hosted on PyPI
es: Paquete está alojado en PyPI

source: Package isn't hosted on PyPI
es: Paquete no está alojado en PyPI

source: No Package Hosting
es: Sin Alojamiento del Paquete

source: Documentation hosted on Read The Docs
es: Documentación alojada en Read The Docs

source: Documentation can be one of the most important parts of any library. Even more important than just having documentation, is making sure that people are able to find it easily.<br /><br />Read The Docs is an open source platform for hosting documentation generated by Sphinx.<br /><br />Hosting your documentation on Read The Docs is easy (even if it's just an additional copy), and it allows people who want to use your package the ability to locate your documentation in what is quickly becoming a one stop shop for online open source documentation.<br /><br /><small>If this says you aren't hosted on Read The Docs and you are please contact <a href='mailto:support@crate.io'>support@crate.io</a></small>
es: La documentación puede ser una de las partes más importantes de cualquier libreria. Incluso más importante que solo tener documentación, es asegurarse de que la gente puede encontrarla fácilmente.<br /><br />Read The Docs es una plataforma de fuente abierta para alojar documentación generada por Sphinx.<br /><br />Alojar su documentación en Read The Docs es fácil (incluso si solo es una copia adicional), y hacerlo le permite a la gente que quiere usar su paquete localizar su documentación en lo que rápidamente se ha vuelto una tienda de una parada para documentación de fuente abierta en línea.<br /><br /><small>Si esto dice que usted no está alojado en Read The Docs y usted si lo está, por favor comuniquese a <a href='mailto:support@crate.io'>support@crate.io</a></small>

source: There was an error with the <a href="http://readthedocs.org/">Read The Docs</a> API.
es: Ocurrió un error con el API de <a href="http://readthedocs.org/">Read The Docs</a>.

source: Available on <a href="%s">Read The Docs</a>
es: Disponible en <a href="%s">Read The Docs</a>

source: Unavailable on <a href="http://readthedocs.org/">Read The Docs</a>
es: No disponible en <a href="http://readthedocs.org/">Read The Docs</a>

source: Source
es: Origen

source: Dumb Binary Distribution
es: Distribución Binaria

source: Windows Installer Binary Distribution
es: Distribución Binaria de Instalador para Windows

source: Other/Proprietary
es: Otra/Propietaria

source: Unknown
es: Desconocido

source: No %(verbose_name)s found matching the query
es: No se encontró %(verbose_name)s en la consulta

source: Has Releases
es: Tiene Lanzamientos

source: Search
es: Buscar

source: Page is not 'last', nor can it be converted to an int.
es: No es la 'última' página, o no puede ser convertido a un valor entero.

source: Invalid page (%(page_number)s)
es: Página inválida (%(page_number)s)

source: Not Found
es: No encontrado

source: Page not found
es: Página no encontrada

source: We're sorry but that page could not be found.
es: Lo sentimos pero esa página no pudo ser encontrada.

source: Server Error
es: Error del servidor

source: Something went wrong
es: Algo falló

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
es: Lo sentimos pero ha ocurrido un problema con el servidor. Hemos sido notificados y vamos a revisar este incidente lo mas pronto posible.

source: Account
es: Cuenta

source: Log out
es: Salir

source: <li><a href="%(login_url)s">Log in</a></li> <li class="navbar-text">or</li> <li><a href="%(signup_url)s">Sign up</a></li>
es: <li><a href="%(login_url)s">Ingreso</a></li> <li class="navbar-text">o</li> <li><a href="%(signup_url)s">Registro</a></li>

source: Hosted by
es: Alojado por

source: Hosted by Gondor
es: Alojado por Gondor

source: Resolved by
es: Resuelto por

source: Resolved by Dyn
es: Resuelto por Dyn

source: Welcome
es: Bienvenido

source: Crate is a new kind of Python package index.
es: Crate is un nuevo tipo de indíce de paquetes de Python

source: %(number)s <span class="info-label">packages</span>
es: %(number)s <span class="info-label">paquetes</span>

source: %(number)s <span class="info-label">downloads</span>
es: %(number)s <span class="info-label">descargas</span>

source: My Lists
es: Mis Listas

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
es: Al hacer clic en "Registrarse", que has leído y estás de acuerdo con los <a href="%(terms_url)s">Términos de Uso</a> y la <a href="%(privacy_url)s">Política de Privacidad</a>.

source: Settings
es: Opciones

source: Change Password
es: Cambiar contraseña

source: Confirm Email
es: Confirmar correo

source: Email Confirmed
es: Correo confirmado

source: Log In
es: Iniciar sesión

source: Log in
es: Iniciar sesión

source: If you have an existing account, provide your login credentials below.
es: Si tiene una cuenta existente, suministre sus credenciales de ingreso abajo

source: Log in with an existing account
es: Ingresar con una cuenta existente

source: Or sign in with your OpenID
es: O inicia sesión con tu OpenID

source: OpenID Identifier
es: Identificador OpenID

source: Sign in with OpenID
es: Registrarse con OpenID

source: Change password
es: Cambiar contraseña

source: Password Reset
es: Restablecer contraseña

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
es: ¿Olvidaste tu contraseña? Por favor escribe tu dirección de correo abajo, y estaremos enviándote un correo para que puedas restablecerla.

source: Reset my password
es: Restablecer mi contraseña

source: Set password
es: Establecer contraseña

source: Sign Up
es: Registrarse

source: To sign up with a new account, use the form below.
es: Para registrarse con una nueva cuenta, use el formulario de abajo.

source: Sign up
es: Registrarse

source: Already logged in
es: Ya iniciaste sesión

source: You are already logged into the site. To login with a different OpenID please <a href="/openid/logout/?next=%(url_acct_logout)s">logout</a> first.
es: Ya iniciaste sesión en el sitio. Para iniciar sesión con un OpenID diferente por favor <a href="/openid/logout/?next=%(url_acct_logout)s">cierra sesión</a> primero.

source: Verify this Association
es: Verificar esta Asociación

source: You have begun to associate <strong>%(specific_openid)s</strong> with your existing account. This will allow you to sign in as <strong>%(user_display)s</strong> using that OpenID. Click below to verify that association.
es: Estás por asociar <strong>%(specific_openid)s</strong> con tu cuenta. Esto permitirá que puedas iniciar sesión como <strong>%(user_display)s</strong> usando ese OpenID. Clic abajo para verificar dicha asociación.

source: Verify Association
es: Verificar Asociación

source: Decline
es: Rechazar

source: OpenID Associations
es: Asociación OpenID

source: Manage OpenID Associations
es: Administrar Asociaciones OpenID

source: remove
es: remover

source: To associate a new OpenID with this account, sign in with it here:
es: Para asociar un nuevo OpenID con esta cuenta, inicia sesión con:

source: Authenticate and associate with this account
es: Autenticar y asociar con esta cuenta

source: Error using OpenID
es: Error usando OpenID

source: Login
es: Iniciar Sesión

source: Log In to OpenID
es: Iniciar sesión con OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Si tienes algún problema iniciando sesión, contáctanos a través de <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Choose a Username
es: Escoge un nombre de usuario

source: Please correct the errors below:
es: Por favor corrige los errores descritos:

source: Now that you have logged in with your OpenID, we need you to choose a username for this site.
es: Ahora que iniciaste sesión con tu OpenID, necesitamos que escojas un nombre de usuario para este sitio.

source: <strong>Already have an account?</strong> <a href="%(acct_login_openid_url)s">Log in</a> to associate your OpenID with your existing account.
es: <strong>¿ya tienes una cuenta?</strong> <a href="%(acct_login_openid_url)s">Inicia sesión</a> para asociar tu OpenID con tu cuenta.

source: By clicking &quot;Sign Up&quot;, you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
es: Haciendo click en &quot;Registrarse&quot;, estás indicando que leíste y que aceptas los <a href="%(terms_url)s">Términos de Uso</a> y las <a href="%(privacy_url)s">Políticas de Privacidad</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Si tienes algún problema creando tu cuenta, contáctanos en <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Signup closed
es: Registro cerrado

source: Whoops, you can't register for an account now. This site is currently closed for sign-up.
es: Oops, no puedes registrarte en este momento. El sitio tiene su registro cerrado.

source: Email Confirmation
es: Correo Electrónico de Confirmación

source: You have confirmed that %(email)s is an email address for user '%(user_display)s'.
es: Confirmaste que %(email)s es un correo para el usuario '%(user_display)s'.

source: Invalid confirmation key
es: Llave de confirmación inválida

source: The confirmation key you provided is invalid.
es: La llave de confirmación que usted proporciona es inválido.

source: My Favorites
es: Mis favoritos

source: You have no Favorites
es: No tienes favoritos

source: Favorite this package
es: Agrega este paquete como favorito

source: Log in to Favorite this package
es: Inicia sesión para agregar este paquete como favorito

source: Lists
es: Listas

source: Remove from %(listname)s
es: Eliminado de %(listname)s

source: Add to %(listname)s
es: Agregar a %(listname)s

source: Add to a new List
es: Agregar a una nueva Lista

source: Sign in to use Lists
es: Registrese para usar Listas

source: This List is Empty
es: Esta Lista está vacía

source: %(username)s's lists
es: listas de %(username)s

source: This user has no lists.
es: Este usuario no tiene listas.

source: Remove %(package)s from %(list)s
es: Eliminar %(package)s de %(list)s

source: Are you sure you want to remove <strong>%(package)s</strong> from <strong>%(list)s</strong>
es: Está seguro de que quiere eliminar <strong>%(package)s</strong> de <strong>%(list)s</strong>

source: Nevermind
es: No importa

source: Yes, Remove It
es: Si, eliminelo

source: Add %(package)s to a new List
es: Agregar %(package)s a una Lista nueva

source: Create List
es: Crear Lista

source: Description
es: Descripción

source: Changelog
es: Cambios

source: License
es: Licencia

source: Info
es: Información

source: Files
es: Archivos

source: All Versions (%(version_count)s)
es: Todas las versiones (%(version_count)s)

source: History
es: Historial

source: No Description Provided.
es: Sin descripción.

source: File
es: Archivo

source: Type
es: Tipo

source: Python Version
es: Versión de Python

source: Uploaded On
es: Subido el

source: Size
es: Tamaño

source: Downloads
es: Descargas

source: There are No Files for This Package's Release, but try the <a href="%(uri)s">author's downloads</a> for this release.
es: No existen archivos para este lanzamiento del paquete, pero intenta <a href="%(uri)s">descargar del autor</a> para este lanzamiento.

source: There are No Files for This Package's Release.
es: No existen archivos para este lanzamiento del paquete.

source: Date
es: Fecha

source: Package
es: Paquete

source: Version
es: Versión

source: Action
es: Acción

source: This Package is older than the start of History Tracking.
es: Este paquete es anterior a la búsqueda por historial.

source: Download URI
es: URI de Descarga

source: Author
es: Autor

source: Links
es: Enlaces

source: Classifiers
es: Clasificadores

source: Requirements
es: Requerimientos

source: Provides
es: Provee

source: Obsoletes
es: Obsoletos

source: <span class="count">%(count)s</span> total downloads
es: <span class="count">%(count)s</span> descargas totales

source: <span class="count">%(count)s</span> for this version
es: <span class="count">%(count)s</span> para esta versión

source: Evaluation
es: Evaluación

source: mouse over for details
es: más detalles al pasar el ratón

source: Latest Versions
es: Últimas versiones

source: Release Date
es: Fecha de lanzamiento

source: This package has been deleted, but it is still available for download for other packages or projects that may have depended on it.
es: Éste paquete ha sido eliminado, pero está aún disponible para su descarga para otros paquetes o proyectos que puedan depender de él.

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Refine Results
es: Refinar resultados

source: By Python Version
es: Por Versión de Python

source: By Operating System
es: Por Sistema Operativo

source: By License
es: Por Licencia

source: By Implementation
es: Por Implementación

source: By Other
es: Por Otros

source: No results found.
es: No fueron encontrados resultados.

source: by %(name)s
es: por %(name)s

source: <span class="count">%(downloads)s</span> downloads
es: <span class="count">%(downloads)s</span> descargas
